<%@ Page Title="Kippur" Language="C#" MasterPageFile="~/Calendar.Master" AutoEventWireup="true" CodeBehind="Kipur.aspx.cs" Inherits="AssiCalendar.aspx.WebForm3" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <p>
        <img src="../pics/kippurBack.png" style="width:15%; height:15%; float:right" />
        <h2 dir="rtl">
            יום הכיפורים (מכוּנה גם יום כיפור או בקצרה כיפור) הוא אחד ממועדי ישראל, אשר חל בעשרה בתשרי. הלכתית הוא חמור יותר מיום טוב אך פחות משבת, אך בשל סגולתו למחילת עוונות, המצוות, האיסורים, והמנהגים הרבים הקשורים בו, הוא נחשב לקדוש במיוחד. בתורה מכונה יום הכיפורים "שבת שבתון" ו"מקרא קודש", והוא נקבע כמועדו של האירוע המרכזי בשנות יובל.
        </h2>
    </p>
    <p>
        <h2 dir="rtl">
            בעבר היה יום הכיפורים אחד המועדים הבולטים בעבודת המקדש, ועיקרו היה טקסי טיהור של המקדש ווידוי של הכהן הגדול על חטאי העם. על פי חז"ל, ביום הכיפורים ירד משה מההר עם לוחות הברית השניים ונסלח חטא העגל לעם ישראל,[1] ולכן הוא נחשב בעבר ליום שמח, ואף מוזכר במשנה כאחד משני הימים הכי טובים של עם ישראל.
        </h2>
    </p>
    <p>
        <h2 dir="rtl">
            כיום עומדות במוקדו התשובה והסליחה. על פי הציווי בתורה נדרש להתענות בו עינוי הנפש, וחז"ל פרשו זאת כחמישה עינויים: הימנעות מ: אכילה ושתייה, סיכה (סיכת הגוף בשמן), רחיצה, נעילת הסנדל (נעילת נעל עור) ותשמיש המיטה (קיום יחסי אישות).[5] הנימוק לצום ולתענית אינו מפני אבלות או צרה, כבתעניות ציבור, אלא בשל קדושתו הרבה של היום. מבין מצוות היהדות, התענית, התפילה וההימנעות ממלאכה ביום הכיפורים זוכות לאחוזי שמירה מהגבוהים ביותר בקרב היהודים, גם אלה שאינם שומרים מצוות.
        </h2>
    </p>
</asp:Content>
