<%@ Page Title="Rosh Hashana" Language="C#" MasterPageFile="~/Calendar.Master" AutoEventWireup="true" CodeBehind="RoshHashana.aspx.cs" Inherits="AssiCalendar.aspx.WebForm2" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
        <p>
            <img src="../pics/backRosh.jpg" style="float:right; width:15%; height:15%" />
            <h2 dir="rtl">
                ראש השנה החל בחודש תשרי הוא חג מהתורה ואחד מראשי השנה העבריים. הוא מצוין בימינו כחג יהודי בא' וב' בתשרי ופותח את עשרת ימי תשובה עד יום הכיפורים. שני הימים נחגגים כיום טוב; הראשון מדאורייתא והשני מדרבנן.

הציווי בתורה מורה על עשיית יום א' בתשרי "יום תרועה" ולכן מצוות החג העיקרית היא תקיעת שופר. יום זה נחשב בהלכה ליום הראשון בשנה במניין השנים ובמניין שנות השמיטה והיובל. במסורת היהודית נחשב זה ליום דין, שבו מכתירים בני האדם את אלוהים כמלך המשגיח ובוחן כל אדם על מעשיו.

לפי הכלל לא אד"ו ראש, היום הראשון של ראש השנה אינו חל בימים ראשון, רביעי ושישי.
            </h2>
        </p>
        <p>
            <h2 dir="rtl">
                בתורה מכונה החג ”יום תרועה“[1] או ”זיכרון תרועה“.[2] השם ”ראש השנה“ בהתייחסות לא' בתשרי מופיע לראשונה במשנה, במסכת שביעית ובמסכת ראש השנה.[3] בלוח השנה במגילות קומראן, וכן בתפילות ראש השנה ובברכות הנאמרות בו, נקרא החג ”יום הזיכרון“. ראש השנה ויום הכיפורים יחד נקראים "הימים הנוראים" או "ימי הדין".

עשרת הימים שבין ראש השנה ויום הכיפורים נקראים "עשרת ימי תשובה", ובלשון מליצית מקובל לכנותם כימים ש"בין כֶּסֶּה לעשור". ”כֶּסֶּה“ רומז לראש השנה ולמולד הירח ביום זה, כאשר הירח כביכול "מתכסה", בעקבות המדרש המקשר לראש השנה את הפסוק בתהילים: ”תִּקְעוּ בַחֹדֶשׁ שׁוֹפָר, בַּכֵּסֶה לְיוֹם חַגֵּנוּ”.[4] עם זאת, יש שפירשו את הפסוק כמתייחס לתקיעה בשופר שנערכה בבית המקדש בכל ראש חודש.[5]
            </h2>
        </p>
        <p>
            <h2 dir="rtl">
                על פי המקרא, היום הראשון של החודש השביעי (הוא תשרי במניין החודשים המתחיל בחודש ניסן) הוא יום טוב שבו שובתים ממלאכה ומקריבים קרבנות מיוחדים. עיקר החג הוא מצוות ה"תרועה" שמוזכרת הן בספר ויקרא והן בספר במדבר:

”דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל לֵאמֹר בַּחֹדֶשׁ הַשְּׁבִיעִי בְּאֶחָד לַחֹדֶשׁ יִהְיֶה לָכֶם שַׁבָּתוֹן זִכְרוֹן תְּרוּעָה מִקְרָא קֹדֶשׁ. כָּל מְלֶאכֶת עֲבֹדָה לֹא תַעֲשׂוּ וְהִקְרַבְתֶּם אִשֶּׁה לַ-ה'.” (ויקרא כ"ג, כ"ג-כ"ה) ”וּבַחֹדֶשׁ הַשְּׁבִיעִי בְּאֶחָד לַחֹדֶשׁ מִקְרָא קֹדֶשׁ יִהְיֶה לָכֶם כָּל מְלֶאכֶת עֲבֹדָה לֹא תַעֲשׂוּ יוֹם תְּרוּעָה יִהְיֶה לָכֶם. וַעֲשִׂיתֶם עֹלָה לְרֵיחַ נִיחֹחַ.”
            </h2>
        </p>
</asp:Content>
