<%@ Page Title="Shabat" Language="C#" MasterPageFile="~/Calendar.Master" AutoEventWireup="true" CodeBehind="Shabat.aspx.cs" Inherits="AssiCalendar.aspx.WebForm5" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <p>
        <img src="../pics/ShabatBack.png" style="width:20%; height:20%; float:right" />
        <h2 dir="rtl">
            הַשַּׁבָּת היא יום קדושה ומנוחה שבועי ביהדות, המועד הראשון במועדים הקבועים מהתורה. המועד חל באופן קבוע מדי שבעה ימים, ביום השביעי שבשבוע. תחילת השבת היא בראשיתו של "ליל שבת", ערבו של יום שישי לאחר שקיעת החמה, החל מזמן "בין השמשות", וסיומה הוא ביום המחרת, עם צאת הכוכבים – זמן הקרוי "מוצאי שבת".
        </h2>
    </p>
    <p>
        <h2 dir="rtl">
            שמירת שבת היא אחת המצוות המרכזיות ביהדות; לפי המדרש, השבת הראשונה ניתנה לאדם ביום היבראו,[2] ושמירתה שקולה כנגד כל המצוות שבתורה.[3] לדברי סדר עולם, פרק ה', השבת הראשונה ששמרו עם ישראל בצאתם ממצרים הייתה ביום כ"א באייר. לדברי התלמוד בבלי, מסכת שבת, דף פ"ז, עמוד ב', השבת הראשונה הייתה בכ"ב באייר.
        </h2>
    </p>
    <p>
        <h2 dir="rtl">
            השבת מסמלת ביהדות את בריאת העולם בידי אלוהים, וקדושתה קבועה מאז בריאת העולם על ידי אלוהים,[4] ובשונה מחגי ישראל, אינה תלויה בקידוש החודש שנעשה בידי בית הדין. טעמי המצוות והמנהגים המיוחדים לשבת מקורם בציווי המקראי לקדש יום זה ולשבות בו ממלאכה, כמעשה האל אחר השלמתו את הבריאה בששת ימי בריאת העולם, וממספר מקורות בתנ"ך. השבת אינה משמשת רק למנוחה ולהימנעות מעשיית מלאכה, וכבר בתקופת התנ"ך נתפסה כיום של קדושה, עונג, לימוד תורה[דרוש מקור] והתרוממות הנפש. שמירת השבת היא הודאה מעשית בבריאת העולם, מחזקת את האמונה ואי שמירתה גורמת להיחלשות האמונה היהודית, כמו כן שמירת השבת מקרבת את האדם לבורא העולם יותר מפרישות ונזירות גופנית.
        </h2>
    </p>
</asp:Content>
