<%@ Page Title="Sukkot" Language="C#" MasterPageFile="~/Calendar.Master" AutoEventWireup="true" CodeBehind="Sukkot.aspx.cs" Inherits="AssiCalendar.aspx.WebForm4" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <p>
        <img src="../pics/sukkot.png" style="width:10%; height:10%; float:right" />
        <h2 dir="rtl">
            סֻכּוֹת הוא חג מקראי הנחוג במשך שבעה ימים, בין ט"ו לכ"א בתשרי. יום החג הראשון הוא יום טוב, ואחריו שישה ימי חול המועד. לסוכות מספר רב יחסית של מצוות ומנהגים ייחודיים: מצוות ישיבה בסוכה בכל ימי החג, נטילת ארבעת המינים, מצוות הקהל שהתקיימה בזמן בית המקדש בחג סוכות פעם בשבע שנים, ומנהגים לזכר מצוות שהתקיימו בבית המקדש כהלכה למשה מסיני.
        </h2>
    </p>
    <p>
        <h2 dir="rtl">
            סוכות נקרא גם חג האסיף והוא החג השלישי מבין שלוש הרגלים המופיעים בתורה (אחרי חג האביב וחג הקציר), שבהם היו בני ישראל עולים לרגל לירושלים בזמן שבית המקדש היה קיים. סוכות הוא החג היחיד ביהדות שאין לו מאפייני אוכל משלו.
        </h2>
    </p>
    <p>
        <h2 dir="rtl">
            מיד עם סיום חג הסוכות, בכ"ב בתשרי, נחוג חג נוסף מדאורייתא בשם שמיני עצרת, ובמהלכו מצוות חג הסוכות (הסוכה, נטילת לולב וכו') אינן חלות עוד. בארץ ישראל חל במקביל ליום שמיני עצרת גם חג מדרבנן בשם שמחת תורה, שאף הוא נפרד משני החגים הקודמים. לאחר שמחת תורה, בכ"ג בתשרי ובחוץ לארץ בכ"ד בתשרי, מצוין יום אסרו חג.
        </h2>
    </p>
</asp:Content>
